tap "bufbuild/buf"
tap "codecrafters-io/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "aider"
brew "antidote"
brew "asdf"
brew "awscli"
brew "bat"
brew "bazel"
brew "btop"
brew "cloc"
brew "comby"
brew "dive"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "glade"
brew "gnu-getopt"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "k6"
brew "k9s"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "localstack"
brew "mint"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "pygments"
brew "python"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "smartmontools"
brew "sqlc"
brew "starship"
brew "stern"
brew "stow"
brew "swiftlint"
brew "syft"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "websocat"
brew "ykman"
brew "yq"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "codecrafters-io/tap/codecrafters"
cask "adobe-acrobat-reader"
cask "airdroid"
cask "amazon-q"
cask "android-platform-tools"
cask "arc"
cask "balenaetcher"
cask "basictex"
cask "betterdisplay"
cask "bitwarden"
cask "calibre"
cask "chatgpt"
cask "coconutbattery"
cask "crystalfetch"
cask "cursor"
cask "dash"
cask "discord"
cask "epic-games"
cask "firefox"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-recursive-code"
cask "fork"
cask "gog-galaxy"
cask "fujifilm-x-raw-studio"
cask "ghostty"
cask "google-chrome"
cask "gotiengviet"
cask "gpg-suite"
cask "hakuneko"
cask "idafree"
cask "imageoptim"
cask "imhex"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kindle-comic-converter"
cask "kindle-comic-creator"
cask "macfuse"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "monitorcontrol"
cask "monodraw"
cask "motrix"
cask "netnewswire"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "ollama"
cask "orbstack"
cask "origin"
cask "p4v"
cask "postman"
cask "provisionql"
cask "proxyman"
cask "rapidapi"
cask "rar"
cask "raspberry-pi-imager"
cask "raycast"
cask "rocket"
cask "sf-symbols"
cask "shottr"
cask "spotify"
cask "steam"
cask "syntax-highlight"
cask "tableplus"
cask "teamviewer"
cask "telegram"
cask "tex-live-utility"
cask "the-unarchiver"
cask "tor-browser"
cask "tuxera-ntfs"
cask "utm"
cask "vial"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "wezterm"
cask "wireshark"
cask "xmind"
cask "yubico-yubikey-manager"
cask "zed"
vscode "aeschli.vscode-css-formatter"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bazelbuild.vscode-bazel"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "continue.continue"
vscode "cschlosser.doxdocgen"
vscode "cssho.vscode-svgviewer"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ezforo.copy-relative-path-and-line-numbers"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.code-runner"
vscode "genieai.chatgpt-vscode"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "huytd.forest-all-nighter"
vscode "huytd.nord-light"
vscode "huytd.solarized-brighter-light"
vscode "huytd.tokyo-city"
vscode "igochkov.vscode-ebnf"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "kahole.magit"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mikestead.dotenv"
vscode "mirone.milkdown"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "mvllow.rose-pine"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rjmacarthy.twinny"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "sourcegraph.cody-ai"
vscode "sswg.swift-lang"
vscode "tamasfe.even-better-toml"
vscode "tim-koehler.helm-intellisense"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "whizkydee.material-palenight-theme"
vscode "xaver.clang-format"
vscode "yummygum.city-lights-icon-vsc"
vscode "yummygum.city-lights-theme"
vscode "yy0931.save-as-root"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
